<template>
  <div class="box__panel tab-active">
    <h3 class="box__panel-title">
      Зачем нужна история расчётов грядок для томатов?
    </h3>
    <div class="box__panel-content">
      <p>
        Когда наступает весна, садоводы и огородники начинают планировать
        посадку овощей на свой огород, а томат это один из самых важных овощей,
        и к его посадке нужно относится с большой ответственностью. Начинается
        конечно же всё с рассады, но когда первые семячки томатов проклюнулись и
        взошли начинается планирование грядок
      </p>
      К сожалению не всегда есть возможность высчитывать сколько кустов займут
      место на огороде и записывать это всё в тетрадь.
      <p>
        Мы решили облегчить этот процесс и добавили на сайт различные
        калькуляторы расчёта площади грядок под посадки различных овощей, и
        томат у нас на первом месте.
      </p>
      Произведя расчёт в калькуляторе грядок под томаты Вы можете его сохранить,
      задав название расчёту для повторного его использования. После сохраниния
      в истории расчётов будет списох сохранённых вычислений. Это очень удобно,
      так как можно примерно прикинуть сколько грядок у вас будет, а когда время
      придёт к высадке томаков в грядки Вы уже будите знать каким образом их
      рассаживать.
    </div>
  </div>
</template>
